[
  "dataview",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "templater-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "homepage",
  "editing-toolbar",
  "callout-manager",
  "open-vscode",
  "automatic-table-of-contents",
  "code-styler"
]